            *> setup the identification division
            IDENTIFICATION DIVISION.
            *> setup the program id
            PROGRAM-ID. HELLO.
            *> setup the procedure division
            PROCEDURE DIVISION.
              *> print a string
              DISPLAY 'HELLO WORLD'.
            *> end our program
            STOP RUN.